Repository: yangmt0409/StudySync
Catalog: StudySync/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: — 来自 StudySync
en: — from StudySync
ja: — StudySyncより
ko: — StudySync에서
zh_hant: — 來自 StudySync

source: (换机场)
en: (change airports)
ja: (空港乗換)
ko: (공항 환승)
zh_hant: （轉機場）

source: 「%@」已坚持 %lld 次，继续加油！
en: Keep it up! "%@" reached %lld check-ins!
ja: 「%@」を%lld回達成!この調子で頑張りましょう!
ko: 「%@」을(를) %lld번 체크인했어요, 계속 힘내세요!
zh_hant: 「%@」已堅持 %lld 次，繼續加油！

# %@ %@ 已经结束了
source: %1$@ %2$@ 已经结束了
en: %1$@ %2$@ has ended
ja: %1$@ %2$@は終了しました
ko: %1$@ %2$@이(가) 종료되었어요
zh_hant: %1$@ %2$@ 已經結束了

# %@ %@用量已达 %lld%%，请注意控制使用。
source: %1$@ %2$@用量已达 %3$lld%%，请注意控制使用。
en: %1$@ %2$@ usage has reached %lld%%. Please manage your usage.
ja: %1$@ %2$@の使用量が%3$lld%%に達しました。ご利用にご注意ください。
ko: %1$@ %2$@ 사용량이 %3$lld%%에 도달했어요. 사용량을 관리하세요.
zh_hant: %1$@ %2$@用量已達 %lld%%，請注意控制使用。

source: %@ 5 小时会话已重置
en: %@ 5-hour session has been reset
ja: %@の5時間セッションがリセットされました
ko: %@ 5시간 세션이 초기화되었어요
zh_hant: %@ 5 小時會話已重置

# %@ 最近的事件是 %@，还有 %lld %@
source: %1$@ 最近的事件是 %2$@，还有 %3$lld %4$@
en: %@ next event is %@, in %lld %@
ja: %1$@の次のイベントは%2$@、あと%3$lld%4$@
ko: %1$@의 다음 이벤트는 %2$@이고, %3$lld%4$@ 남았어요
zh_hant: %@ 最近的事件是 %@，還有 %lld %@

source: %@ 分配了任务「%@」
en: %@ assigned task "%@"
ja: %1$@さんがタスク「%2$@」を割り当てました
ko: %1$@님이 태스크 「%2$@」을(를) 배정했어요
zh_hant: %@ 分配了任務「%@」

source: %@ 创建了任务「%@」
en: %@ created task "%@"
ja: %1$@さんがタスク「%2$@」を作成しました
ko: %1$@님이 태스크 「%2$@」을(를) 만들었어요
zh_hant: %@ 創建了任務「%@」

source: %@ 创建了项目
en: %@ created the project
ja: %@さんがプロジェクトを作成しました
ko: %@님이 프로젝트를 만들었어요
zh_hant: %@ 創建了項目

source: %@ 删除了任务「%@」
en: %@ deleted task "%@"
ja: %1$@さんがタスク「%2$@」を削除しました
ko: %1$@님이 태스크 「%2$@」을(를) 삭제했어요
zh_hant: %@ 刪除了任務「%@」

source: %@ 加入了项目
en: %@ joined the project
ja: %@さんがプロジェクトに参加しました
ko: %@님이 프로젝트에 참여했어요
zh_hant: %@ 加入了項目

source: %@ 发起了会议
en: %@ started a meeting
ja: %@さんがミーティングを開始しました
ko: %@님이 미팅을 시작했어요
zh_hant: %@ 發起了會議

source: %@ 发起了集合: %@
en: %@ created meetup: %@
ja: %1$@さんが集合を開始しました: %2$@
ko: %1$@님이 모임을 만들었어요: %2$@
zh_hant: %@ 發起了集合: %@

source: %@ 取消完成「%@」
en: %@ uncompleted "%@"
ja: %1$@さんが「%2$@」の完了を取り消しました
ko: %1$@님이 「%2$@」 완료를 취소했어요

source: %@ 后
en: in %@
ja: %@後
ko: %@ 후
zh_hant: %@ 後

source: %@ 后开始
en: Starts in %@
ja: %@後に開始
ko: %@ 후 시작
zh_hant: %@ 後開始

source: %@ 响铃拍了拍你
en: %@ rang you
ja: %@さんがベルで呼びかけました
ko: %@님이 벨로 찌르기를 보냈어요
zh_hant: %@ 響鈴拍了拍你

source: %@ 完成了任务「%@」
en: %@ completed task "%@"
ja: %1$@さんがタスク「%2$@」を完了しました
ko: %1$@님이 태스크 「%2$@」을(를) 완료했어요
zh_hant: %@ 完成了任務「%@」

source: %@ 拍了拍你
en: %@ nudged you
ja: %@さんがノッジしました
ko: %@님이 찌르기를 보냈어요

source: %@ 明天就考试了，最后冲刺！
en: %@ — Exam tomorrow, final push!
ja: %@ — 明日は試験、最後の追い込みです!
ko: %@ — 내일이 시험이에요, 마지막 스퍼트!
zh_hant: %@ 明天就考試了，最後衝刺！

source: %@ 的手机已响铃
en: %@'s phone has been rung
ja: %@さんの端末が鳴りました
ko: %@님의 폰에 벨이 울렸어요
zh_hant: %@ 的手機已響鈴

source: %@ 的时间轴
en: %@'s Timeline
ja: %@さんのタイムライン
ko: %@님의 타임라인
zh_hant: %@ 的時間軸

source: %@ 结束了会议
en: %@ ended the meeting
ja: %@さんがミーティングを終了しました
ko: %@님이 미팅을 종료했어요
zh_hant: %@ 結束了會議

source: %@ 结束了集合
en: %@ ended meetup
ja: %@さんが集合を終了しました
ko: %@님이 모임을 종료했어요
zh_hant: %@ 結束了集合

# %@ 距离 %@ 还有 %lld %@
source: %1$@ 距离 %2$@ 还有 %3$lld %4$@
en: %@ is %lld %@ away from %@
ja: %1$@は%2$@まであと%3$lld%4$@
ko: %1$@까지 %3$lld%4$@ 남았어요 (%2$@)
zh_hant: %@ 距離 %@ 還有 %lld %@

source: %@ 还有 3 天，加紧复习！
en: %@ — 3 days left, time to cram!
ja: %@ — あと3日、ラストスパートです!
ko: %@ — 3일 남았어요, 박차를 가하세요!
zh_hant: %@ 還有 3 天，加緊複習！

source: %@ 还有 7 天，开始复习吧！
en: %@ — 7 days to go, start reviewing!
ja: %@ — あと7日です、復習を始めましょう!
ko: %@ — 7일 남았어요, 복습을 시작하세요!
zh_hant: %@ 還有 7 天，開始複習吧！

source: %@ 退出了项目
en: %@ left the project
ja: %@さんがプロジェクトから退出しました
ko: %@님이 프로젝트에서 나갔어요
zh_hant: %@ 退出了項目

source: %@ 邀请你加入
en: %@ invites you to join
ja: %@さんがあなたを招待しました
ko: %@님이 초대했어요
zh_hant: %@ 邀請你加入

source: %@ 重置
en: Resets at %@
ja: %@にリセット
ko: %@에 초기화

source: %@剩余
en: %@ left
ja: 残り%@
ko: %@ 남음
zh_hant: %@剩餘

source: %@已过
en: %@ passed
ja: %@経過
ko: %@ 경과
zh_hant: %@已過

source: %lld / %lld 已解锁
en: %1$lld / %2$lld Unlocked
ja: %1$lld / %2$lld アンロック済み
ko: %1$lld / %2$lld 잠금 해제
zh_hant: %1$lld / %2$lld 已解鎖

source: %lld 人
en: %lld members
ko: %lld명

source: %lld 人已加入
en: %lld joined
ja: %lld人参加
ko: %lld명 참여

source: %lld 位成员参与
en: %lld members participating
ja: メンバー%lld人参加
ko: 멤버 %lld명 참여
zh_hant: %lld 位成員參與

source: %lld 分钟
en: %lld minutes
ja: %lld分
ko: %lld분
zh_hant: %lld 分鐘

source: %lld 分钟前
en: %lld min ago
ja: %lld分前
ko: %lld분 전
zh_hant: %lld 分鐘前

source: %lld 分钟前提醒
en: %lld minutes before
ja: %lld分前に通知
ko: %lld분 전 알림
zh_hant: %lld 分鐘前提醒

source: %lld 分钟后重置
en: Resets in %lld minutes
ja: %lld分後にリセット
ko: %lld분 후 초기화
zh_hant: %lld 分鐘後重置

source: %lld 周
en: %lld weeks
ja: %lld週
ko: %lld주
zh_hant: %lld 週

source: %lld 天
en: %lld days
ja: %lld日
ko: %lld일

source: %lld 天前
en: %lld days ago
ja: %lld日前
ko: %lld일 전

source: %lld 天前提醒
en: %lld days before
ja: %lld日前に通知
ko: %lld일 전 알림

source: %lld 天后开始
en: Starts in %lld days
ja: %lld日後に開始
ko: %lld일 후 시작
zh_hant: %lld 天後開始

source: %lld 小时
en: %lld hours
ja: %lld時間
ko: %lld시간
zh_hant: %lld 小時

# %lld 小时 %lld 分钟
source: %1$lld 小时 %2$lld 分钟
en: %1$lld hours %2$lld minutes
ja: %1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분
zh_hant: %1$lld 小時 %2$lld 分鐘

# %lld 小时 %lld 分钟后重置
source: %1$lld 小时 %2$lld 分钟后重置
en: Resets in %lld hours %lld minutes
ja: %lld時間%lld分後にリセット
ko: %lld시간 %lld분 후 초기화
zh_hant: %lld 小時 %lld 分鐘後重置

source: %lld 小时前
en: %lld hr ago
ja: %lld時間前
ko: %lld시간 전
zh_hant: %lld 小時前

source: %lld 小时前提醒
en: %lld hours before
ja: %lld時間前に通知
ko: %lld시간 전 알림
zh_hant: %lld 小時前提醒

# %lld/%lld 人完成，太棒了!
source: %1$lld/%2$lld 人完成，太棒了!
en: %lld/%lld completed, awesome!
ja: %lld/%lld人完了、すごいです!
ko: %lld/%lld명 완료, 대단해요!
zh_hant: %lld/%lld 人完成，太棒了！

# %lld/%lld 已完成
source: %1$lld/%2$lld 已完成
en: %lld/%lld completed
ja: %lld/%lld 完了
ko: %lld/%lld 완료
zh_hant: %lld/%lld 已完成

source: %lld%% 已完成
en: %lld%% complete
ja: %lld%%完了
ko: %lld%% 완료

# %lldh%lldm 后结束
source: %1$lldh%2$lldm 后结束
en: %lldh%lldm left
ja: %lldh%lldm後に終了
ko: %lldh%lldm 후 종료
zh_hant: %lldh%lldm 後結束

# %lldm / %lldm
source: %1$lldm / %2$lldm
en: %lldm / %lldm
ja: %lldm / %lldm
ko: %lldm / %lldm
zh_hant: %lldm / %lldm

source: %lldm 后结束
en: %lldm left
ja: %lldm後に終了
ko: %lldm 후 종료
zh_hant: %lldm 後結束

source: %lld人
en: %lld people
ko: %lld명

source: %lld天前
en: %lld days ago
ja: %lld日前
ko: %lld일 전

source: %lld天后
en: In %lld days
ja: %lld日後
ko: %lld일 후
zh_hant: %lld天後

source: 🎁 终身 Pro — 感谢你的早期支持
en: 🎁 Lifetime Pro — thanks for being an early supporter
ja: 🎁 生涯Pro — 初期からのご支援に感謝します
ko: 🎁 평생 Pro — 초기 지원에 감사드려요
zh_hant: 🎁 終身 Pro — 感謝你的早期支持

source: 🎉 倒计时完成！
en: 🎉 Countdown Complete!
ja: 🎉 カウントダウン完了!
ko: 🎉 카운트다운 완료!
zh_hant: 🎉 倒計時完成！

source: 1 天前
en: 1 day before
ja: 1日前
ko: 1일 전

source: 1 小时前
en: 1 hour before
ja: 1時間前
ko: 1시간 전
zh_hant: 1 小時前

source: 1.5x BONUS 生效中
en: 1.5x BONUS Active
ja: 1.5x BONUS 有効中
ko: 1.5x BONUS 활성화

source: 3 个月 Pro
en: 3 Months Pro
ja: 3ヶ月 Pro
ko: 3개월 Pro
zh_hant: 3 個月 Pro

source: 3 天
en: 3 Days
ja: 3日
ko: 3일

source: 3 小时会话
en: 3-Hour Session
ja: 3時間セッション
ko: 3시간 세션
zh_hant: 3 小時會話

source: 3 小时前
en: 3 hours before
ja: 3時間前
ko: 3시간 전
zh_hant: 3 小時前

source: 3 小时窗口
en: 3-Hour Window
ja: 3時間ウィンドウ
ko: 3시간 윈도우
zh_hant: 3 小時窗口

source: 5 分钟
en: 5 minutes
ja: 5分
ko: 5분
zh_hant: 5 分鐘

source: 5 分钟前
en: 5 minutes before
ja: 5分前
ko: 5분 전
zh_hant: 5 分鐘前

source: 5 天
en: 5 Days
ja: 5日
ko: 5일

source: 5 小时会话
en: 5-Hour Session
ja: 5時間セッション
ko: 5시간 세션
zh_hant: 5 小時會話

source: 5 小时窗口
en: 5-Hour Window
ja: 5時間ウィンドウ
ko: 5시간 윈도우
zh_hant: 5 小時窗口

source: 6 小时前
en: 6 hours before
ja: 6時間前
ko: 6시간 전
zh_hant: 6 小時前

source: 6/30 截止
en: Ends 6/30
ja: 6/30 締切
ko: 6/30 마감

source: 7 天
en: 7 Days
ja: 7日
ko: 7일

source: 7 天周期
en: 7-Day Cycle
ja: 7日サイクル
ko: 7일 주기
zh_hant: 7 天週期

source: 7 天窗口
en: 7-Day Window
ja: 7日ウィンドウ
ko: 7일 윈도우

source: 10 分钟
en: 10 minutes
ja: 10分
ko: 10분
zh_hant: 10 分鐘

source: 10 小时前
en: 10 hours before
ja: 10時間前
ko: 10시간 전
zh_hant: 10 小時前

source: 12 小时前
en: 12 hours before
ja: 12時間前
ko: 12시간 전
zh_hant: 12 小時前

source: 14 天
en: 14 Days
ja: 14日
ko: 14일

source: 15 分钟前
en: 15 minutes before
ja: 15分前
ko: 15분 전
zh_hant: 15 分鐘前

source: 24 小时前
en: 24 hours before
ja: 24時間前
ko: 24시간 전
zh_hant: 24 小時前

source: 30 分钟
en: 30 minutes
ja: 30分
ko: 30분
zh_hant: 30 分鐘

source: 30 分钟前
en: 30 minutes before
ja: 30分前
ko: 30분 전
zh_hant: 30 分鐘前

source: 30 天
en: 30 Days
ja: 30日
ko: 30일

source: AI 用量提醒
en: AI Usage Alert
ja: AI使用量アラート
ko: AI 사용량 알림

source: AI 用量监控
en: AI Usage Monitor
ja: AI使用量モニター
ko: AI 사용량 모니터링
zh_hant: AI 用量監控

source: AI 监控
en: AI Monitor
ja: AIモニター
ko: AI 모니터
zh_hant: AI 監控

source: API 请求失败 (%lld)
en: API request failed (%lld)
ja: APIリクエスト失敗 (%lld)
ko: API 요청 실패 (%lld)
zh_hant: API 請求失敗 (%lld)

source: App 会自动跳转回来并完成导入
en: The app will switch back automatically and complete the import.
ja: アプリが自動的に切り替わり、インポートを完了します。
ko: 앱이 자동으로 돌아와 가져오기를 완료합니다.
zh_hant: App 會自動跳回來並完成匯入

source: App 图标
en: App Icon
ja: アプリアイコン
ko: 앱 아이콘
zh_hant: App 圖示

source: Codex 任务
en: Codex Tasks
ja: Codexタスク
ko: Codex 태스크
zh_hant: Codex 任務

source: Codex 用量
en: Codex Usage
ja: Codex使用量
ko: Codex 사용량

source: Deadline 临近时，App 界面会逐渐显示岩浆色升温效果。关闭后所有视觉效果停止。
en: When a deadline approaches, the app UI gradually shows a lava heating effect. Turning it off stops all visual effects.
ja: 締切が近づくと、アプリ画面に溶岩色の加熱エフェクトが徐々に表示されます。オフにするとすべての視覚効果が停止します。
ko: 마감일이 가까워지면 앱 화면에 용암색 가열 효과가 점점 나타나요. 끄면 모든 시각 효과가 중지돼요.
zh_hant: Deadline 臨近時，App 介面會逐漸顯示岩漿色升溫效果。關閉後所有視覺效果停止。

source: Due 事件
en: Due Events
ja: Dueイベント
ko: Due 이벤트

source: Due 事件临近时，在锁屏和灵动岛显示实时倒计时。
en: When a Due event approaches, show a live countdown on the Lock Screen and Dynamic Island.
ja: Dueイベントが近づくと、ロック画面とダイナミックアイランドにリアルタイムカウントダウンを表示します。
ko: Due 이벤트가 가까워지면 잠금화면과 다이내믹 아일랜드에 실시간 카운트다운을 표시해요.
zh_hant: Due 事件臨近時，在鎖定畫面和靈動島顯示即時倒數。

source: Due 实时倒计时
en: Due Live Countdown
ja: Dueリアルタイムカウントダウン
ko: Due 실시간 카운트다운
zh_hant: Due 即時倒數

source: Final 考试/项目
en: Final Exam / Project
ja: Final 試験/プロジェクト
ko: Final 시험/프로젝트
zh_hant: Final 考試/項目

source: iCloud 同步
en: iCloud Sync
ja: iCloud同期
ko: iCloud 동기화

source: iCloud 同步设置已更改，请手动关闭并重新打开 App 以使更改生效。
en: iCloud sync settings changed. Please close and reopen the app for changes to take effect.
ja: iCloud同期の設定が変更されました。変更を反映するには、アプリを一度閉じてから再度開いてください。
ko: iCloud 동기화 설정이 변경되었어요. 변경사항을 적용하려면 앱을 닫았다가 다시 열어주세요.
zh_hant: iCloud 同步設定已更改，請手動關閉並重新打開 App 以使更改生效。

source: iPhone 添加的待办，iPad 上立即可见
en: A todo added on iPhone shows up on iPad instantly
ja: iPhone で追加した ToDo が iPad に即座に反映
ko: iPhone에서 추가한 할 일이 iPad에 즉시 표시
zh_hant: iPhone 新增的待辦，iPad 上立即可見

source: PDF 内容为空
en: PDF is empty
ja: PDFが空です
ko: PDF 내용이 비어있어요
zh_hant: PDF 內容為空

source: PDF 导入
en: PDF Import
ja: PDFインポート
ko: PDF 가져오기
zh_hant: PDF 匯入

source: PDF 解析
en: PDF Parse
ko: PDF 파싱

source: Peak Hour 时区
en: Peak Hour Timezone
ja: Peak Hourタイムゾーン
ko: Peak Hour 시간대
zh_hant: Peak Hour 時區

source: Pro 专属功能：更换 App 桌面图标
en: Pro exclusive: Change app icon
ja: Pro限定機能:アプリアイコンの変更
ko: Pro 전용 기능: 앱 아이콘 변경
zh_hant: Pro 專屬功能：更換 App 桌面圖示

source: Pro 已激活
en: Pro Activated
ja: Proが有効です
ko: Pro 활성화됨
zh_hant: Pro 已啟用

source: Pro 有效期至 %@
en: Pro valid until %@
ja: Pro有効期限 %@まで
ko: Pro 유효기간 %@까지

source: StudySync 需要访问你的日历来显示课程和事件的实时倒计时。你的数据仅在本地使用，不会上传。
en: StudySync needs access to your calendar to display real-time countdowns for your classes and events. Your data stays on your device and is never uploaded.
ja: StudySyncでは、授業やイベントのリアルタイムカウントダウンを表示するためにカレンダーへのアクセスが必要です。データはデバイス内でのみ使用され、アップロードされません。
ko: StudySync는 수업과 이벤트의 실시간 카운트다운을 표시하기 위해 캘린더 접근이 필요해요. 데이터는 기기 내에서만 사용되며 업로드되지 않아요.
zh_hant: StudySync 需要存取你的日曆來顯示課程和事件的即時倒數。你的資料僅在本地使用，不會上傳。

source: Wallet 导入失败：
en: Wallet import failed:
ja: Wallet からのインポートに失敗しました：
ko: Wallet 가져오기 실패:
zh_hant: Wallet 匯入失敗：

source: Wallet 文件解析失败：
en: Could not parse Wallet pass:
ja: Wallet ファイルを解析できませんでした：
ko: Wallet 파일을 해석할 수 없습니다:
zh_hant: Wallet 檔案解析失敗：

source: Wallet 里没有登机牌 / 车票
en: No boarding passes in Wallet
ja: Walletに搭乗券 / 乗車券がありません
ko: Wallet에 탑승권 / 승차권이 없어요
zh_hant: Wallet 裡沒有登機牌 / 車票

source: Widget 多主题
en: Widget Themes
ja: ウィジェットテーマ
ko: 위젯 테마
zh_hant: Widget 多主題

source: 一切就绪
en: You're all set
ja: 準備完了です
ko: 모두 준비됐어요
zh_hant: 一切就緒

source: 一周勇士
en: Week Warrior
ja: 週間ウォリアー
ko: 일주일 전사
zh_hant: 一週勇士

source: 一年之约
en: One-Year Promise
ja: 1年の約束
ko: 일 년의 약속
zh_hant: 一年之約

source: 一次购买，永久使用
en: One-time purchase, forever yours
ja: 一度の購入で永久に使えます
ko: 한 번 구매로 평생 사용
zh_hant: 一次購買，永久使用

source: 上周
en: Last Week
ja: 先週
ko: 지난주
zh_hant: 上週

source: 上次更新：
en: Updated:
ja: 最終更新:
ko: 마지막 업데이트:

source: 上海
en: Shanghai
ko: 상하이

source: 下一个
en: Next
ja: 次へ
ko: 다음
zh_hant: 下一個

source: 下一步
en: Next
ja: 次へ
ko: 다음

source: 下个截止：%lld 天后
en: Next due: in %lld days
ja: 次の締切: %lld日後
ko: 다음 마감: %lld일 후
zh_hant: 下個截止：%lld 天後

source: 下午好 👋
en: Good Afternoon 👋
ja: こんにちは 👋
ko: 안녕하세요 👋

source: 下次打开 App 后同步将自动激活。这次会话期间数据先保存在本地。
en: Sync will activate the next time you open the app. Your data is safely stored locally for this session.
ja: 次回アプリを開いたときに同期が有効になります。今回のセッションでは、データはローカルに安全に保存されます。
ko: 다음에 앱을 열 때 동기화가 활성화됩니다. 이번 세션의 데이터는 로컬에 안전하게 저장됩니다.
zh_hant: 下次打開 App 後同步將自動啟用。本次會話期間資料先保存在本機。

source: 不支持的格式
en: Unsupported format
ja: サポートされていない形式です
ko: 지원하지 않는 형식이에요
zh_hant: 不支援的格式

source: 不能添加自己
en: Cannot add yourself
ja: 自分を追加することはできません
ko: 자신은 추가할 수 없어요
zh_hant: 不能新增自己

source: 不重复
en: None
ja: 繰り返しなし
ko: 반복 안 함
zh_hant: 不重複

source: 专注
en: Focus
ja: フォーカス
ko: 집중
zh_hant: 專注

source: 专注中...
en: Focusing...
ja: 集中中...
ko: 집중 중...
zh_hant: 專注中...

source: 专注完成！
en: Focus Complete!
ja: フォーカス完了!
ko: 집중 완료!
zh_hant: 專注完成！

source: 专注挑战
en: Focus Challenge
ja: フォーカスチャレンジ
ko: 집중 챌린지
zh_hant: 專注挑戰

source: 专注挑战奖励 · 有效期至 %@
en: Focus challenge reward · valid until %@
ja: フォーカスチャレンジ特典 · %@まで有効
ko: 집중 챌린지 보상 · %@까지 유효
zh_hant: 專注挑戰獎勵 · 有效期至 %@

source: 专注时长（分钟）
en: Duration (minutes)
ja: フォーカス時間(分)
ko: 집중 시간(분)
zh_hant: 專注時長（分鐘）

source: 专注次数
en: Focus Count
ja: フォーカス回数
ko: 집중 횟수
zh_hant: 專注次數

source: 专注解锁桌面装饰
en: Unlock desk decorations by focusing
ja: 集中してデスクの装飾をアンロック
ko: 집중으로 데스크 장식을 잠금 해제하세요
zh_hant: 專注解鎖桌面裝飾

source: 专注记录
en: Focus History
ja: フォーカス履歴
ko: 집중 기록
zh_hant: 專注記錄

source: 个人资料
en: Profile
ja: プロフィール
ko: 프로필
zh_hant: 個人資料

source: 中
en: Medium
ko: 중간

source: 中午好 👋
en: Good Afternoon 👋
ja: こんにちは 👋
ko: 안녕하세요 👋
zh_hant: 午安 👋

source: 中转
en: Layover
ja: 乗継
ko: 환승
zh_hant: 轉機

source: 为学生打造的一站式时间管理 App — 倒计时、专注、待办、学习目标，全都在这里。
en: An all-in-one time management app for students — countdowns, focus timer, todos, and study goals, all in one place.
ja: 学生のためのオールインワン時間管理アプリ — カウントダウン、フォーカス、ToDo、学習目標をすべてここに。
ko: 학생을 위한 올인원 시간 관리 앱 — 카운트다운, 집중 타이머, 할 일, 학습 목표를 한 곳에서.
zh_hant: 為學生打造的一站式時間管理 App — 倒數日、專注、待辦、學習目標，全都在這裡。

source: 为留学生用心打造 ❤️
en: Made with ❤️ for international students
ja: 留学生のために心を込めて ❤️
ko: 유학생을 위해 정성껏 만들었어요 ❤️
zh_hant: 為留學生用心打造 ❤️

source: 主题
en: Theme
ja: テーマ
ko: 테마
zh_hant: 主題

source: 主题样式
en: Theme Style
ja: テーマスタイル
ko: 테마 스타일
zh_hant: 主題樣式

source: 乘客
en: Passenger
ja: 搭乗者
ko: 승객

source: 也许
en: Maybe
ja: たぶん
ko: 아마도
zh_hant: 也許

source: 事件
en: Event
ja: イベント
ko: 이벤트

source: 事件信息
en: Event Info
ja: イベント情報
ko: 이벤트 정보
zh_hant: 事件資訊

source: 事件名称
en: Event name
ja: イベント名
ko: 이벤트 이름
zh_hant: 事件名稱

source: 事件已创建
en: Event created
ja: イベントを作成しました
ko: 이벤트가 생성되었어요
zh_hant: 事件已建立

source: 事件已删除
en: Event deleted
ja: イベントを削除しました
ko: 이벤트가 삭제되었어요
zh_hant: 事件已刪除

source: 事件已复制
en: Event duplicated
ja: イベントを複製しました
ko: 이벤트가 복제되었어요
zh_hant: 事件已複製

source: 事件已更新
en: Event updated
ja: イベントを更新しました
ko: 이벤트가 업데이트되었어요

source: 事件标题
en: Event Title
ja: イベントタイトル
ko: 이벤트 제목
zh_hant: 事件標題

source: 事件详情
en: Event Details
ja: イベント詳細
ko: 이벤트 상세
zh_hant: 事件詳情

source: 云端同步
en: Cloud Sync
ja: クラウド同期
ko: 클라우드 동기화
zh_hant: 雲端同步

source: 产品信息未加载
en: Product info not loaded
ja: 製品情報が読み込まれていません
ko: 제품 정보가 로드되지 않았어요
zh_hant: 產品資訊未載入

source: 享受自由时光！
en: Enjoy your free time!
ja: 自由な時間を楽しんでください!
ko: 자유 시간을 즐기세요!
zh_hant: 享受自由時光！

source: 仅删除此事件
en: Delete this event only
ja: このイベントのみ削除
ko: 이 이벤트만 삭제
zh_hant: 僅刪除此事件

source: 仅计入前台专注时间
en: Only foreground focus time counts
ja: フォアグラウンドの集中時間のみカウント
ko: 포그라운드 집중 시간만 계산
zh_hant: 僅計入前台專注時間

source: 今天
en: Today
ja: 今日
ko: 오늘

source: 今天已打卡
en: Checked in today
ja: 今日はチェックイン済み
ko: 오늘 체크인 완료

source: 今天截止
en: Due today
ja: 今日が締切
ko: 오늘 마감

source: 今天有截止任务
en: Tasks due today
ja: 今日が締切のタスクがあります
ko: 오늘 마감 태스크가 있어요
zh_hant: 今天有截止任務

source: 今日
en: Today
ko: 오늘

source: 今日概览
en: Today Overview
ja: 今日の概要
ko: 오늘의 개요
zh_hant: 今日概覽

source: 从 Apple Wallet 导入
en: Import from Apple Wallet
ja: Apple Walletから取り込み
ko: Apple Wallet에서 가져오기
zh_hant: 從 Apple Wallet 匯入

source: 从 PDF 导入
en: Import from PDF
ja: PDFから取り込み
ko: PDF에서 가져오기
zh_hant: 從 PDF 匯入

source: 从 PDF 电子票导入
en: Import from PDF e-ticket
ja: PDF電子チケットから取り込み
ko: PDF 전자티켓에서 가져오기
zh_hant: 從 PDF 電子票匯入

source: 从 Wallet 导入
en: Import from Wallet
ja: Walletから取り込み
ko: Wallet에서 가져오기
zh_hant: 從 Wallet 匯入

source: 从今天算起的天数
en: Days from today
ja: 今日からの日数
ko: 오늘부터의 일수
zh_hant: 從今天算起的天數

source: 从剪贴板粘贴
en: Paste from Clipboard
ja: クリップボードから貼り付け
ko: 클립보드에서 붙여넣기
zh_hant: 從剪貼板粘貼

source: 从日历导入
en: Import from Calendar
ja: カレンダーから取り込み
ko: 캘린더에서 가져오기
zh_hant: 從日曆匯入

source: 代码 (PEK / BJP)
en: Code (PEK / BJP)
ja: コード (PEK / BJP)
ko: 코드 (PEK / BJP)
zh_hant: 代碼 (PEK / BJP)

source: 代码 (YYZ / SHH)
en: Code (YYZ / SHH)
ja: コード (YYZ / SHH)
ko: 코드 (YYZ / SHH)
zh_hant: 代碼 (YYZ / SHH)

source: 以 Apple Wallet 或扫描登机牌条码导入最准确，查询航班号其次。
en: Most accurate: Apple Wallet or scanning the boarding pass. Flight number lookup is next best.
ja: Apple Walletや搭乗券バーコードのスキャンが最も正確です。次に航空便番号検索をおすすめします。
ko: Apple Wallet 또는 탑승권 바코드 스캔이 가장 정확해요. 그 다음이 항공편 조회예요.
zh_hant: 以 Apple Wallet 或掃描登機牌條碼匯入最準確，查詢航班號其次。

source: 任务
en: Tasks
ja: タスク
ko: 태스크
zh_hant: 任務

source: 任务描述
en: Task Description
ja: タスクの説明
ko: 태스크 설명
zh_hant: 任務描述

source: 任务标题
en: Task Title
ja: タスクタイトル
ko: 태스크 제목
zh_hant: 任務標題

source: 休息
en: Time Off
ja: 休憩
ko: 휴식

source: 休息一下再拍吧
en: Take a break before nudging again
ja: 少し休んでから送りましょう
ko: 잠시 쉬었다가 다시 찌르세요

source: 休息结束!
en: Break over!
ja: 休憩終了!
ko: 휴식 종료!
zh_hant: 休息結束！

source: 优先级
en: Priority
ja: 優先度
ko: 우선순위
zh_hant: 優先級

source: 会议时间
en: Meeting Time
ja: ミーティング時間
ko: 미팅 시간
zh_hant: 會議時間

source: 会议进行中
en: Meeting in Progress
ja: ミーティング進行中
ko: 미팅 진행 중
zh_hant: 會議進行中

source: 位置已隐藏
en: Location hidden
ja: 位置情報は非表示です
ko: 위치 숨김
zh_hant: 位置已隱藏

source: 低
en: Low
ko: 낮음

source: 作业截止
en: Assignment Due
ja: 課題締切
ko: 과제 마감
zh_hant: 作業截止

source: 你刚刚完成了 %lld 分钟的专注，继续保持！
en: You just completed a %lld-minute focus session. Keep it up!
ja: %lld分のフォーカスを完了しました。この調子で続けましょう!
ko: 방금 %lld분 집중을 완료했어요, 계속 유지하세요!
zh_hant: 你剛剛完成了 %lld 分鐘的專注，繼續保持！

source: 你可以做什么
en: What you can do
ja: できること
ko: 할 수 있는 것
zh_hant: 你可以做什麼

source: 你已经是该项目的成员
en: You are already a member of this project
ja: すでにこのプロジェクトのメンバーです
ko: 이미 이 프로젝트의 멤버예요
zh_hant: 你已經是該項目的成員

# 你有 %lld 个进行中的倒计时： %@
source: 你有 %1$lld 个进行中的倒计时： %2$@
en: You have %1$lld active countdowns: %2$@
ja: 進行中のカウントダウンが%1$lld件あります: %2$@
ko: 진행 중인 카운트다운이 %1$lld개 있어요: %2$@
zh_hant: 你有 %1$lld 個進行中的倒數： %2$@

source: 你有未保存的更改，确定要离开吗？
en: You have unsaved changes. Are you sure you want to leave?
ja: 保存されていない変更があります。本当に終了しますか?
ko: 저장하지 않은 변경사항이 있어요. 정말 나가시겠어요?
zh_hant: 你有未儲存的更改，確定要離開嗎？

source: 你的 5 小时会话额度已恢复，可以继续使用了。
en: Your 5-hour session quota has been restored. You can continue using it.
ja: 5時間セッションの上限が回復しました。引き続きご利用いただけます。
ko: 5시간 세션 한도가 복구되었어요. 계속 사용할 수 있어요.
zh_hant: 你的 5 小時會話額度已恢復，可以繼續使用了。

source: 使用你自己的账户凭证获取你自己的用量数据，数据仅在本设备使用。此功能与 AI 服务提供方无官方合作，若对方调整接口可能暂时失效。
en: Uses your own credentials to fetch only your own usage data, which stays on this device. This feature is not officially partnered with the AI providers and may temporarily stop working if their APIs change.
ja: ご自身の認証情報でご自身の使用量データのみを取得し、データはこのデバイス内でのみ使用されます。この機能はAI提供元との公式な提携はなく、API変更時に一時的に利用できなくなる場合があります。
ko: 본인의 자격 증명으로 본인의 사용량 데이터만 가져오며, 데이터는 이 기기에서만 사용돼요. 이 기능은 AI 제공사와 공식 제휴 관계가 아니며, API가 변경되면 일시적으로 작동하지 않을 수 있어요.
zh_hant: 使用你自己的帳戶憑證取得你自己的用量資料，資料僅在本裝置使用。此功能與 AI 服務提供方無官方合作，若對方調整介面可能暫時失效。

source: 例如: 图书馆小组讨论
en: e.g. Library study group
ja: 例: 図書館のグループディスカッション
ko: 예: 도서관 스터디 그룹
zh_hant: 例如: 圖書館小組討論

source: 例如: 期中考试
en: e.g. Midterm Exam
ja: 例: 中間試験
ko: 예: 중간고사
zh_hant: 例如：期中考試

source: 例如: 线性代数
en: e.g. Linear Algebra
ja: 例: 線形代数
ko: 예: 선형대수
zh_hant: 例如：線性代數

source: 例如：每日阅读30分钟
en: e.g. Read 30 min daily
ja: 例: 毎日30分読書
ko: 예: 매일 30분 독서
zh_hant: 例如：每日閱讀30分鐘

source: 保存
en: Save
ko: 저장
zh_hant: 儲存

source: 保存分数
en: Save Score
ja: スコアを保存
ko: 점수 저장
zh_hant: 保存分數

source: 保存到日历
en: Save to Calendar
ja: カレンダーに保存
ko: 캘린더에 저장
zh_hant: 儲存到日曆

source: 保存到相册
en: Save to Photos
ja: 写真に保存
ko: 사진에 저장
zh_hant: 儲存到相簿

source: 保存更改
en: Save Changes
ja: 変更を保存
ko: 변경사항 저장
zh_hant: 儲存變更

source: 信息
en: Info
ja: 情報
ko: 정보
zh_hant: 資訊

source: 倒计时
en: Countdown
ja: カウントダウン
ko: 카운트다운
zh_hant: 倒數計時

source: 倒计时 · 学习目标 · 打卡 · 截止日期 · 偏好设置 · 好友 · 团队项目
en: Countdowns · Study Goals · Check-ins · Deadlines · Preferences · Friends · Team Projects
ja: カウントダウン · 学習目標 · チェックイン · 締切 · 環境設定 · 友達 · チームプロジェクト
ko: 카운트다운 · 학습 목표 · 체크인 · 마감일 · 환경설정 · 친구 · 팀 프로젝트
zh_hant: 倒計時 · 學習目標 · 打卡 · 截止日期 · 偏好設定 · 好友 · 團隊項目

source: 倒计时事件
en: Countdown Events
ja: カウントダウンイベント
ko: 카운트다운 이벤트
zh_hant: 倒數日事件

source: 倒计时背景/字体/配色
en: Countdown backgrounds, fonts & colors
ja: カウントダウンの背景/フォント/カラー
ko: 카운트다운 배경/글꼴/컬러
zh_hant: 倒計時背景/字體/配色

source: 值机已开放
en: Check-in open
ja: チェックイン開始
ko: 체크인이 열렸어요
zh_hant: 報到已開放

source: 允许 TA 响铃拍我
en: Allow Ring Nudge
ja: ベル通知を許可
ko: 벨 찌르기 허용
zh_hant: 允許 TA 響鈴拍我

source: 允许拍一拍
en: Allow Nudges
ja: ノッジを許可
ko: 찌르기 허용
zh_hant: 允許拍一拍

source: 允许通知
en: Allow Notifications
ja: 通知を許可
ko: 알림 허용
zh_hant: 允許通知

source: 先把机票或高铁票加入 Apple Wallet，再回来这里导入。
en: Add the ticket to Apple Wallet first, then come back to import.
ja: まずApple Walletにチケットを追加してから、ここに戻って取り込んでください。
ko: 먼저 Apple Wallet에 티켓을 추가한 뒤 여기로 돌아와 가져오기하세요.
zh_hant: 先把機票或高鐵票加入 Apple Wallet，再回來這裡匯入。

source: 先锋用户
en: Early Bird
ja: アーリーユーザー
ko: 얼리버드
zh_hant: 先鋒用戶

source: 免费版最多 3 门课程
en: Free plan limited to 3 courses
ja: 無料版は最大3科目まで
ko: 무료 버전은 최대 3개 과목
zh_hant: 免費版最多 3 門課程

source: 全员开始专注
en: Start for All
ja: 全員フォーカス開始
ko: 전원 집중 시작
zh_hant: 全員開始專注

source: 全天
en: All Day
ja: 終日
ko: 종일

source: 全天事件
en: All-Day Event
ja: 終日イベント
ko: 종일 이벤트

source: 全局边框发光
en: Global Border Glow
ja: グローバルボーダーグロー
ko: 전역 테두리 글로우
zh_hant: 全域邊框發光

source: 全部
en: All
ja: すべて
ko: 전체

source: 全部完成！
en: All Done!
ja: すべて完了!
ko: 모두 완료!

source: 全部清除
en: Clear All
ja: すべて消去
ko: 모두 지우기

source: 公交
en: Transit
ja: 公共交通
ko: 대중교통

source: 共 %lld 天
en: %lld days total
ja: 合計%lld日
ko: 총 %lld일

source: 共享我的位置
en: Share My Location
ja: 位置情報を共有
ko: 내 위치 공유

source: 关于
en: About
ja: このアプリについて
ko: 정보
zh_hant: 關於

source: 关联你的 AI 服务账户 实时追踪用量和剩余额度
en: Link your AI service accounts to track usage and remaining balance in real time
ja: AIサービスアカウントを連携して 使用量と残り容量をリアルタイムで追跡
ko: AI 서비스 계정을 연결하여 사용량과 남은 한도를 실시간으로 추적하세요
zh_hant: 關聯你的 AI 服務帳戶 即時追蹤用量和剩餘額度

source: 关闭后其他成员无法在地图上看到你的大致位置
en: When off, other members won't see your approximate location on the map
ja: オフにすると、他のメンバーは地図上であなたの大まかな位置を見られなくなります
ko: 끄면 다른 멤버가 지도에서 대략적인 위치를 볼 수 없어요
zh_hant: 關閉後其他成員無法在地圖上看到你的大致位置

source: 关闭提醒
en: Reminders Off
ja: 通知オフ
ko: 알림 끄기
zh_hant: 關閉提醒

source: 其他平台
en: Other
ja: その他
ko: 기타

source: 其他课程
en: Other Course
ja: その他の科目
ko: 기타 과목
zh_hant: 其他課程

source: 养成习惯
en: Habit Formed
ja: 習慣化達成
ko: 습관 형성
zh_hant: 養成習慣

source: 最多可设置 5 个提醒
en: Up to 5 reminders per event
ja: イベントごとに最大5件のリマインダー
ko: 이벤트당 최대 5개 알림
zh_hant: 最多可設置 5 個提醒

source: 最多同时进行 3 个目标
en: Up to 3 active goals at a time
ja: 同時進行は最大3目標まで
ko: 최대 3개 목표 동시 진행
zh_hant: 最多同時進行 3 個目標

source: 最多展示 3 个
en: Maximum 3 badges
ja: バッジは最大3つまで表示
ko: 최대 3개 배지 표시
zh_hant: 最多展示 3 個

source: 最终复习 (考前 1 天)
en: Final Review (1 day before)
ja: 最終復習(試験1日前)
ko: 최종 복습(시험 1일 전)
zh_hant: 最終複習（考前 1 天）

source: 最近没有日程安排
en: No upcoming events
ja: 予定がありません
ko: 예정된 일정이 없어요
zh_hant: 最近沒有日程安排

source: 最长连续打卡 %lld 天
en: Longest streak: %lld days
ja: 最長連続チェックイン%lld日
ko: 최장 연속 체크인 %lld일
zh_hant: 最長連續打卡 %lld 天

source: 准备上车
en: Time to board
ja: 乗車準備
ko: 탑승 준비
zh_hant: 準備上車
